Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Any of: Ethics: - Any ['ethic:ethic_xenophile'] - Any ['ethic:ethic_pacifist'] - Any ['ethic:ethic_cooperative'] Civics: - ['civic:civic_diplomatic_corps'] - ['civic:civic_public_relations_specialists'] - ['civic:civic_pompous_purists']
ru: Any of: Ethics: - Любой ['ethic:ethic_xenophile'] - Любой ['ethic:ethic_pacifist'] - Любой ['ethic:ethic_cooperative'] Civics: - ['civic:civic_diplomatic_corps'] - ['civic:civic_public_relations_specialists'] - ['civic:civic_pompous_purists']

source: Any of: Ethics: - Any ['ethic:ethic_xenophobe'] - Any ['ethic:ethic_authoritarian'] Civics: - ['civic:civic_dystopian_society']
ru: Any of: Ethics: - Любой ['ethic:ethic_xenophobe'] - Любой ['ethic:ethic_authoritarian'] Civics: - ['civic:civic_dystopian_society']

source: Any of: Ethics: - Any ['ethic:ethic_xenophobe'] - Any ['ethic:ethic_authoritarian'] - Any ['ethic:ethic_elitist'] Civics: - ['civic:civic_dystopian_society']
ru: Any of: Ethics: - Любой ['ethic:ethic_xenophobe'] - Любой ['ethic:ethic_authoritarian'] - Любой ['ethic:ethic_elitist'] Civics: - ['civic:civic_dystopian_society']

source: Anything related to megastructure?
ru: Что насчет производства ресурсов?

source: Aperture Enrichment Center
ru: Апертурный обогатительный центр

source: Apex
ru: Вершина

source: Apex Predator
ru: Сверххищник

source: Apexes
ru: Вершина

source: Aphrodite
ru: Афродита

source: Appear weak when you are strong, and strong when you are weak.
ru: Слаб, когда ты силен, силен, когда ты слаб.

source: Appearing to phase through reality itself, this otherworldly construct can stabilize and manipulate wormholes of any kind, including virtual $ehof_wormholes_text$.
ru: Кажущаяся поэтапной по всей реальности, потусторонняя конструкция обладает способностью стабилизировать червоточины любого вида и манипулировать ими, включая виртуальные $ehof_wormhole$. Однако устройство по-прежнему остается для нас загадкой, и еще не все его возможности раскрыты.

source: Application Stage
ru: Стадия развертывания

source: Applied Abstract Physics
ru: Прикладная абстрактная физика

source: Applied Hypertemporal Chronodisruption
ru: Прикладная гипертемпоральная хронодеструкция

source: Applied Mass Stellar Fusion
ru: Прикладной массовый термоядерный синтез звезд

source: Applied Supertensiles
ru: Применяемые сверхтяжелые материалы

source: Applying a steady flow of power will ensure the spire can be started safely and efficiently.
ru: Применение постоянного потока энергии обеспечит безопасный и эффективный запуск шпиль

source: Applying newly developed mining lasers to asteroid harvesting will allow more efficient disassembly.
ru: Применение недавно разработанных шахтерских лазеров для сбора астероидов позволит проводить более эффективную разборку

source: Approved.
ru: Одобрено.

source: Aquileian Guard
ru: Аквилейская гвардия

source: Arcane Generator
ru: Генератор тайн

source: Arcane Lifespan Extenders
ru: Тайные удлинители продолжительности жизни

source: Arcane Palaces
ru: Тайные дворцы

source: Arcane Rift Generator Restoration
ru: Восстановление генератора тайного разлома

source: Arcane Transmutator
ru: Тайный преобразователь

source: Archaeological District
ru: Археологический район

source: Archaeological Districts
ru: Археологические районы

source: Archaeological Experts
ru: Археологические эксперты

source: Archaeologist
ru: Археолог

source: Archaic Shield Projector
ru: Архаичный проектор щита

source: Architect
ru: Архитектор

source: Architect Jobs
ru: $AQUATIC4_SHIP_Builder$ Работа

source: Architects
ru: Архитекторы

source: Architects of Tomorrow
ru: Архитектура будущего

source: Architectural Drone
ru: Дрон строитель

source: Architectural Drones
ru: Строительные дроны

source: Architectural Interest
ru: Любитель архитектуры

source: Architectural Sense
ru: Архитектор

source: Archival drones are built to ingest, catalogue, and search our empire's colossal databanks.
ru: Архивные дроны созданы для сбора, каталогизации и поиска колоссальных баз данных нашей империи.

source: Archivist
ru: Сохранение

source: Archivist Traditions
ru: Традиции сохранения

source: Archivist Traditions Finished
ru: Традиции сохранения завершены

source: Arcology Reverse Engineering
ru: Обратный инжиниринг аркологии

source: Arctic
ru: Арктический

source: Arctic Cavern Outpost - Gas Wells
ru: Аванпост Арктической пещеры - Газовые скважины

source: Arctic Cavern Outpost - Lichen Farm
ru: Аванпост Арктической пещеры - Лишайниковая ферма

source: Arctic Cavern Settlement
ru: Поселение в арктической пещере

source: Arctic Level Discovery
ru: Открытие арктического уровня

source: Are Hexagons the Bestagon?
ru: Являются ли шестиугольники самыми лучшими?

source: Are the Blokkats the...
ru: Являются ли блоккаты...

source: Are they compensating for something?
ru: Они что-то компенсируют?

source: Are you not afraid of us rebelling, somehow?
ru: Ты не боишься, что мы каким-то образом взбунтуемся?

source: Are you sure about that?
ru: Ты уверен в этом?

source: Are you the one behind the ships and the drones?
ru: Это ты стоишь за кораблями и Дронами?

source: Ares
ru: Арес

source: Arid
ru: Засушливый

source: Armies Energy Upkeep
ru: Энергетическое обеспечение армии

source: Armies stationed within the defense nexus tasked with ensuring planetary safety.
ru: Армии, дислоцированные в пределах оборонного узла, которым поручено обеспечивать планетарную безопасность.

source: Armies!
ru: Армии!

source: Armored Blimp Carrier
ru: Бронированный дирижабль-носитель

source: Armored Warfare Expert
ru: Эксперт по ведению боевых действий в бронетехнике

source: Armors
ru: Броня

source: Army
ru: Армия

source: Army Logistician
ru: Армейский логист

source: Army Veteran
ru: Ветеран

source: Arnya
ru: Арня

source: Arpurr
ru: Арпурр

source: Arrays of defensive armaments prove much more effective than independent countermeasures.
ru: Комплексы оборонительных средств действуют гораздо эффективнее, чем каждое из них по отдельности.

source: Arrays of massive power plants that generate large amounts of energy which can then be used or converted into energy credits.
ru: Массивы мощных электростанций, которые генерируют большое количество энергии, которая затем может быть использована или преобразована в энергетические кредиты

source: Art from the Ashes
ru: Предметы искусства

source: Artificial Interstellar Wormhole Generation
ru: Создание искусственной межзвездной червоточины

source: Artificial Kugelblitz Containment
ru: Искусственное сдерживание Кугельблитца

source: Artificial Procreation
ru: Искусственное созревание

source: Artilleries
ru: Артиллерия

source: Artillery Bow
ru: Артиллерийский нос

source: Artillery Core
ru: Артиллерийская палуба

source: Artillery Crust
ru: Артиллерийская корочка

source: Artillery Hull
ru: Артиллерийский корпус

source: Artillery Stern
ru: Артиллерийская корма

source: Artillery Thrusters
ru: Артиллерийские двигатели

source: Artillery Unit
ru: Артиллерийское подразделение

source: Artillery Units
ru: Артиллерийские подразделения

source: As One expands to new regions of the galaxy, One's neural pathways must also expand to accommodate new drones.
ru: По мере того, как мы захватываем новые области галактики, растет потребность в развитии системных мощностей, требующихся для размещения новых дронов.

source: As all manner of sentients gather on our worlds, ideas from different cultures mix.
ru: Когда на наших планетах собираются всевозможные разумные существа, идеи разных культур смешиваются.

source: As any empire grows, so too does its bureaucracy.
ru: По мере роста любой империи растет и ее бюрократический аппарат.

source: As is customary the new ruler must select a virtue to be emphasised during their rule.
ru: По традиции новый правитель должен выбрать добродетель, которую он будет подчеркивать во время своего правления.

source: As long as they are fighting in groups they can utilize cooperativity to enhance their tactical sense and improve combat performance.
ru: Пока они сражаются в группах, они могут использовать кооперативность для повышения тактического чутья и улучшения боевых качеств.

source: As more people are included in our empire with must take measures to ensure that they are properly and thoroughly assimilated into our society.
ru: Мы должны заботиться о том, чтобы, вновь прибывающие, члены нашего общества могли должным образом ассимилироваться.

source: As our armies move through the galaxy they leave litte but devastation in their wake.
ru: Когда наши армии движутся через Галактику, они оставляют за собой выжженную землю.

source: As preciously rare as they are, each lifeform has a unique lesson to teach us.
ru: Как бы редки они ни были, каждая форма жизни может преподать нам уникальный урок.

source: As was to be expected.
ru: Как и следовало ожидать.

source: As we arrive on new worlds we should not strive to control its native ecology, rather we should try to integrate it into our mind, making it a part of us.
ru: Прибыв в новый мир, мы не должны стремиться контролировать его природную экологию, скорее наоборот - попытаться интегрировать в наш разум, сделав её частью нас.

source: As we awoke, we were not only given a purpose, but also the means to fulfill it.
ru: Когда мы пробудились, нам дали не только цель, но и средства для её достижения.

source: As we gain control of more planets, their local administrations are at risk of diverging.
ru: По мере того как мы получаем контроль над новыми планетами, их местные администрации рискуют разойтись.

source: As we reach into the minds of others, we are able to dull their thoughts and suppress their feelings, reducing their ambition or will to fight.
ru: Когда мы проникаем в умы других, это открывает нам возможность притуплять их мысли и подавить их чувства, снижая тем самым их амбиции и волю к борьбе.

source: As we reached into the stars the field of geology surged.
ru: По мере того как мы устремлялись к звездам, развивалась геология.

source: As we spread across the stars, on the worlds of our empire, cvilization burst forth.
ru: Распространившись по галактике, наша империя переживает взрывной рост.

source: Asagus Vortex
ru: Вихрь Асагуса

source: Asasuk Abyss
ru: Бездна Асасук

source: Ascendancy of the State
ru: Влиятельное государство

source: Ascended AI Programmer
ru: Искатель приключений

source: Ascended Analyst
ru: Бронированный.

source: Ascended Architect
ru: Строитель колоний.

source: Ascended Army Idol
ru: Мотиватор

source: Ascended Bypassing Strategist
ru: Хитрый.

source: Ascended Caregiver
ru: Удобрение

source: Ascended City Designer
ru: Организованный.

source: Ascended Database Programmer
ru: Тактик.

source: Ascended Diplomat
ru: Дипломат.

source: Ascended Distributor
ru: Надсмотрщик

source: Ascended Engineer
ru: Природный инженер.

source: Ascended Evasion Enthusiast
ru: Быстрые рефлексы

source: Ascended Idol
ru: Ценят

source: Ascended Infiltrator
ru: Кемпер

source: Ascended Logistician
ru: Инженер-строитель

source: Ascended Marketer
ru: Партеногенетический

source: Ascended Negotiator
ru: Переговорщик.

source: Ascended Perspicacity
ru: Проницательность

source: Ascended Physicist
ru: Природный физик

source: Ascended Planner
ru: Предусмотрительный

source: Ascended Recruiter
ru: Лидер лидеров

source: Ascended Reviewer
ru: Адмонитор

source: Ascended Sensor Recalibrator
ru: Быстрый исследователь

source: Ascended Shield Expert
ru: Эксперт по щитам

source: Ascended Shield Modulator
ru: Укрепленный

source: Ascended Sociologist
ru: Природный социолог

source: Ascended Speed Enthusiast
ru: Быстрый сканер.

source: Ascended Volunteer
ru: Волонтер

source: Ascended Weapon Modulator
ru: Молодое пламя

source: Ascending United
ru: Достижение неизведанного

source: Ascension Alpha
ru: Вознесение Альфа

source: Ascension Beta
ru: Вознесение Бета

source: Ascension Delta
ru: Вознесение Дельта

source: Ascension Engine
ru: Двигатель вознесения

source: Ascension Engine Powered-Up
ru: Двигатель вознесения включен

source: Ascension Engine Seized
ru: Захвачен двигатель Вознесения

source: Ascension Engine Structure Completed
ru: Структура двигателя Вознесения завершена

source: Ascension Gamma
ru: Вознесение Гаммы

source: Ascension Perk Learned
ru: Получен перк вознесения.

source: Ascetic
ru: Аскет

source: Aselury Black Hole
ru: Черная дыра Аселури

source: Asenurad Black Hole
ru: Черная дыра Асенурад

source: Ask the $ehof_trader$ to keep an eye out for a specific item.
ru: Попросите $ehof_trader$ следить за определенным товаром

source: Assault Bow
ru: Штурмовой лук

source: Assault Unit
ru: Штурмовое подразделение

source: Assault Units
ru: Штурмовые подразделения

source: Assault at once!
ru: Немедленно атаковать!

source: Assembling the $name_war_system$
ru: Сборка $name_war_system$

source: Assembly Building
ru: Сборочный корпус

source: Assembly Dimensional Core
ru: Пространственное сборочное ядро

source: Assembly Hypersegment
ru: Гиперсегмент сборки

source: Assembly Hypersegments
ru: Гиперсегменты сборки

source: Assembly Pattern
ru: Шаблон сборки

source: Assimilation Policy
ru: Эффективная ассимиляция

source: Assuming (In)direct Control
ru: Предполагающий (находящийся)под прямым контролем

source: Asteroid Artilleries
ru: Астероидные артиллерийские установки

source: Asteroid Artillery
ru: Астероидная артиллерия

source: Asteroid Artillery Built!
ru: Астероидная артиллерия построена!

source: Asteroid Artillery Destroyed!
ru: Астероидная артиллерия уничтожена!

source: Asteroid Artillery Framework Built
ru: Построен астероидный артиллерийский комплекс

source: Asteroid Artillery Management Protocols
ru: Протоколы управления артиллерией астероидов

source: Asteroid Artillery Regenerative Armor
ru: Регенеративная броня астероидной артиллерии

source: Asteroid Artillery Repaired!
ru: Астероидная артиллерия отремонтирована!

source: Asteroid Fortresses
ru: Крепости на астероидах

source: Asteroid Habitat
ru: Среда обитания на астероиде

source: Asteroid Habitat Habitability
ru: Обитаемость астероидной среды обитания

source: Asteroid Habitat Preference
ru: Предпочтение среды обитания на астероидах

source: Asteroid Harvesting Cost
ru: Стоимость сбора урожая астероидов

source: Asteroid Industrial Site
ru: Астероидная фабрика

source: Asteroid Industrial Sites
ru: Астероидные фабрики

source: Asteroid Industry Construction Site Complete!
ru: Строительная площадка Астероидной фабрики завершена!

source: Asteroid Industry Survey
ru: Обзор астероидной индустрии

source: Asteroid Manufactory
ru: Астероидная мануфактура

source: Asteroid Power Core
ru: Энергетическое ядро астероида

source: Asteroid Station
ru: Астероидная станция

source: Asteroid Survey
ru: Обзор астероидов

source: Asteroidal Manufacturing Plants
ru: Заводы-изготовители астероидов

source: Asteroids Captured
ru: Захваченные астероиды

source: Asteroids, while usually of little use, will be repurposed into some of the greatest defenses this galaxy has known.
ru: Астероиды, хотя обычно от них мало пользы, будут перепрофилированы в одни из величайших средств защиты, известных этой галактике.

source: Astonishing!
ru: Поразительно!

source: Astronomers within our empire have compiled a database of all star types, as such we're able to pin point the exact location of any star type.
ru: Астрономы нашей империи собрали базу данных по всем типам звезд, поэтому мы можем точно определить местоположение любого типа звезд.

source: Astute
ru: Проницательный

source: At last, the Heart of the Galaxy is ours!
ru: Наконец-то Сердце Галактики принадлежит нам!

source: At last, the biggest of guns is ours!
ru: Наконец-то самое большое оружие у нас!

source: At last, they will serve some purpose.
ru: Наконец-то они послужат какой-то цели.

source: At last, we are safe.
ru: Наконец-то мы в безопасности.

source: At last, we can strike back.
ru: Наконец-то мы можем нанести ответный удар.

source: At last.
ru: Наконец-то.

source: At least we could salvage some resources out of it.
ru: По крайней мере, мы могли бы извлечь из этого какие-то ресурсы.

source: At the personal scale the $name_birch$ offers effectively unlimited space and resources.
ru: В личном масштабе $name_birch$ предлагает фактически неограниченное пространство и ресурсы

source: At this stage of completion this $name_starlifter$ is producing about 25% of its potential yield.
ru: На данном этапе завершения этот $name_starlifter$ дает около 25% своего потенциального урожая.

source: At this stage of completion this $name_starlifter$ is producing about 50% of its potential yield.
ru: На данном этапе завершения этот $name_starlifter$ дает около 50% своего потенциального урожая.

source: At this stage of completion this $name_starlifter$ is producing about 75% of its potential yield.
ru: На данном этапе завершения этот $name_starlifter$ дает около 75% своего потенциального урожая.

source: Atallrian Protectors
ru: Аталлрийские защитники

source: Athres Maw
ru: Пасть Атреса

source: Atis Abyss
ru: Бездна Атиса

source: Atmospheric Fusion Facility
ru: Установка для термоядерного синтеза в атмосфере

source: Atmospheric Gas Stabilizer
ru: Стабилизатор атмосферного газа

source: Atmospheric Mote Extractor
ru: Атмосферный пылеуловитель

source: Atmospheric Purifier
ru: Очиститель атмосферы

source: Atmospheric Purifier Management Protocols
ru: Протоколы управления очистителями атмосферы

source: Atmospheric Storm Observatory
ru: Атмосферная штормовая обсерватория

source: Atrunas Singularity
ru: Сингулярность Атрунаса

source: Attaché Recalled
ru: Атташе отозван

source: Attack Moon
ru: Боевая Луна

source: Attack Moon Alloys
ru: Сплавы Боевой лунны

source: Attack Moon Alloys Cost
ru: Стоимость сплавов Боевой лунны

source: Attack Moon Destroyed
ru: Атака Луны уничтожена

source: Attack Moon Fabricated!
ru: Боевая Луна сфабрикована!

source: Attack Moon Hull Points
ru: Очки корпуса Луны

source: Attack Moon Specialization
ru: Специализация Боевой Луны

source: Attack Moon Tracking
ru: Отслеживание атаки Луны

source: Attack Moon Unity
ru: Единство Боевой Лунны

source: Attack Moon Unity Cost
ru: Стоимость Единство Боевой Лунны

source: Attack Moons
ru: Боевоевые Луны

source: Attempt to find out what it is.
ru: Попытайтесь выяснить, что это такое

source: Attempt to find out what the project is.
ru: Попытайтесь выяснить, что это за проект.

source: Attractive Profits
ru: Притягивание минералов

source: Audits planet buildings and districts, building important buildings if not present, and shifting buildings to district equivalents if applicable.
ru: Проводит аудит зданий и районов планеты, строит важные здания, если их нет, и переводит здания в районные эквиваленты, если применимо

source: Augmentation Center
ru: Центр аугментаций

source: Augusta
ru: Августа

source: Aunt's Embrace
ru: Объятия тети

source: Authoritarian Ethic
ru: Авторитаризм

source: Authorize Hazardous Industries
ru: Санкционировать опасный рост промышленного производства

source: Auto Factory
ru: Автозавод

source: Auto-Forge
ru: Автокузница

source: Auto-diagnostic and redunancy protocols integrated into all naval ship designs enable our fleets to initiate self-repair, as soon as damage is detected
ru: Протоколы автоматической диагностики и восстановления, встроенные во все конструкции, позволяют нашим кораблям самостоятельно приступить к ремонту, при обнаружении малейших повреждений.

source: Automata
ru: Автоматизация

source: Automata Traditions
ru: Традиции автоматизации

source: Automata Traditions Finished
ru: Традиции автоматизации завершены

source: Automated Farm
ru: Автоматизированная ферма

source: Automated Mine
ru: Автоматизированная шахта

source: Automated Power Plant
ru: Автоматизированная электростанция

source: Automated Strip Mine
ru: Автоматизированная ленточная шахта

source: Automated Stripmine Management Protocols
ru: Автоматизированные протоколы управления Стрипмин

source: Automated harvesters which retrieve self-regenerating Quberine from the Squareworld's frame and break it down into usable Alloys and Minerals.
ru: Автоматизированные комбайны, которые извлекают самовосстанавливающийся куберин из каркаса Squareworld и расщепляют его на пригодные для использования сплавы и минералы.

source: Automated mining drone fleets, originally designed to harvest minerals, can also be applied to our larger material collection efforts.
ru: Автономные Дроны для автоматизированной добычи полезных ископаемых, первоначально разработанные для сбора полезных ископаемых, также могут быть применены к нашим более масштабным усилиям по сбору материалов

source: Automated unit, designed solely for laboratory defense.
ru: Автоматизированный блок, предназначенный исключительно для защиты лаборатории.

source: Automatic Nano Drones
ru: Автоматические нано-дроны

source: Automatic Nano Drones are used to keep our specialized automatic facilities running, letting them produce raw resources without pop jobs.
ru: Автоматические нано-дроны используются для поддержания автоматических объектов, заставляя их производить сырье без трудоустройства населения.

source: Autonomous Disassembly Drones
ru: Автономные Дроны для разборки

source: Autonomous Phanon Conduit
ru: Автономный проводник Фанона

source: Autonomous Starless Ringworld Infrastructure
ru: Автономная инфраструктура беззвездного мира-кольца

source: Autonomous States
ru: Государственная автономия

source: Autonomous Stellarite Conduit
ru: Автономный Стелларитовый проводник

source: Autonomous drones have much higher cognitive capacity than normal drones.
ru: Автономные дроны обладают гораздо более высокими когнитивными способностями, чем обычные.

source: Autonomous drones may integrate themselves into local drone networks, taking part in and learning from their stored sensory inputs.
ru: Автономные дроны могут интегрироваться в локальные сети дронов, согласовывая свою работу на основе извлекаемых данных сенсоров.

source: Autonomy Lost
ru: Автономия потеряна

source: Auxiliary Factory District
ru: Вспомогательный заводской район

source: Auxiliary Farming District
ru: Район вспомогательных сельских хозяйства

source: Auxiliary Foundry District
ru: Вспомогательный литейный район

source: Auxiliary Generator District
ru: Район вспомогательных генераторов

source: Auxiliary Hangars
ru: Вспомогательные ангары

source: Auxiliary Laboratory District
ru: Район вспомогательной лаборатории

source: Auxiliary Leisure District
ru: Вспомогательный район досуга

source: Auxiliary Mining District
ru: Вспомогательный горнодобывающий район

source: Auxiliary Shipyard Facility
ru: Вспомогательный судостроительный завод

source: Auxiliary Weapon Battery
ru: Батарея вспомогательного оружия

source: Auxiliary Weaponry
ru: Вспомогательное вооружение

source: Auxiliary Wings
ru: Вспомогательные крылья

source: Aviselgus Abyss
ru: Бездна Ависельгуса

source: Avisenulons Singularity
ru: Сингулярность ависенулонов

source: Aviskon Vortex
ru: Вихрь Авискона

source: Avisran Abyss
ru: Бездна Ависрана

source: Avisugua Black Hole
ru: Черная дыра Ависугуа

source: Awaken a Fallen Empire
ru: Пробуждение Падшей Империи

source: Awakening
ru: Пробуждение

source: Away [Root.leader.GetSheHe] goes!
ru: Прочь [Root.leader.GetSheHe] уходит!

source: Away on an Island
ru: Далеко на острове

source: Axolinian Militias
ru: Аксолинские ополченцы

source: Ayleen
ru: Эйлин

source: Azure Aeternite Buffs
ru: Любители лазурного эфемерита

source: B Class Anomaly
ru: Аномалия класса B

source: Back
ru: Назад

source: Back to Control Panel
ru: Вернуться к панели управления

source: Back-up Unit
ru: Резервный блок

source: Bad Tempered
ru: Раздражительный

source: Balanced Efforts
ru: Сбалансированные усилия

source: Baleful Attackers
ru: Злобные нападающие
